package AnswerStrategy;

/**
 * Created by StasMaster on 21.11.17.
 */
public class ChurchAnswer implements AnswerStrategy {
    public String code = "/churh";

    public ChurchAnswer() {

    }

    public String formAnswer() {
        return "<b>Церковні події</b>\n"+
                "Слава Ісусу Христу!\n" +
                " \n" +
                "Духовно-пасторальний відділ УКУ запрошує сьогодні, 15 листопада, усіх працівників і " +
                "студентів на Загальноуніверситетську Божественну Літургію в храм Святої Софії - Премудрості Божої о 13:20.\n" +
                "Гострі слова Ісуса сказані у Євангелії до фарисеїв та законовчителів можуть \n" +
                "бути пересторогою й для нас, християн ХХІ століття.\"Горе нам\" якщо занедбаємо правосуддя та любов Божу. \n" +
                "В цей день молитимемося за цілу нашу академічну спільноту, щоб ми були гідні своєї місії. " +
                "\"Бо Бог нас покликав ... до святості\"" +
                " - каже апостол Павло в листі до Солунян. Ми теж маємо таке величне покликання.";
    }

}
