package AnswerStrategy;

/**
 * Created by StasMaster on 21.11.17.
 */
public class DormitoryAnswer implements AnswerStrategy {
    private String code = "Колегіум";

    public String formAnswer() {
        return "<b>Колегіум</b>\n" +
                "\n"+
                "У зв'зку з проведенням робіт 19.10.2017 з 18 00 до 20 00 можливі перебої у роботі," +
                " або повна відсутність WIFI у Колегіму та Храмі. Після завершення робіт з WIFI мережою 19.10.2017 " +
                "з'явиться нова мережа WIFI-UCU аналогічна мережі WIFI-UCU Центру Шетпицького," +
                "<b> мережа UCU-WIFI буде відключена.</b>\n" +
                "У разі виникнення складнощів у користування прохання звертатись у відділ ІТ," +
                " описавши проблему листом на helpdesk@ucu.edu.ua. Додаткова підтримка за номерами 3737, 3624.\n" +
                "\n" +
                "<b>Колегіум</b>\n" +
                "\n" +
                "Відділ інформаційних технологій повідомляє. що вчора успішно вдалось перевести " +
                "та налаштувати новий WI-FI тільки в колегіумі. \n" +
                "У Храмі наразі залишається WI-FI за старою схемою.\n";
    }
}
