package AnswerStrategy;

/**
 * Created by StasMaster on 21.11.17.
 */
public class EventsAnswer implements AnswerStrategy {
    private String code = "Події";

    public String formAnswer() {
        return "<b>\u200BПодії. \u200B\n</b>\n" +
                "\n" +
                "Бакалаврська програма \"Етика-Політика-Економіка\" запрошує цієї середи, 8 листопада на відкриту лекцію Тараса Плахтія  \n" +
                "Тарас Плахтій - незалежний дослідник у сфері теорії політичних організацій, розробник теорії та технології розгортання суспільно-політичних організацій зі змінною структуро– динамічною мережею\n" +
                "Також Тарас Плахтій є модератором форумів,  конференцій, семінарів та інших заходів у динамічній мережі та головою  ГО \"Центр розвитку української культури та самоорганізації\".\n" +
                "\n" +
                "Час та місце проведення - 11:30, ауд. 305, вул. Свнціцького, 17. 8 листопада\n" +
                " \n" +
                "Реєстрація на лекцію: https://goo.gl/y9dBTz\n" +
                "<b>\u200BПодії. \u200B</b>\n" +
                "\n" +
                "У рамках презентації відбудеться публічна дискусія “Київська Церква / Київська\n" +
                "традиція / Київське християнство: академічні концепти, суспільна рецепція та екуменічна перспектива”.\n" +
                "\n" +
                "Початок презентації о 15:00.\n" +
                "19 вересня 2017 року, м. Київ, Національний заповідник “Софія Київська”, Музей “Будинок митрополита” (Володимирська, 24)\n" +
                "\u200B.\u200B\n" +
                "\n" +
                "Організовують Гуманітарний та Філософсько-богословський факультети\n" +
                "Українського католицького університету.\n";
    }

}
