package AnswerStrategy;

/**
 * Created by StasMaster on 21.11.17.
 */
public class ImportantAnswer implements AnswerStrategy {
    private String code = "Важливо";
    public String formAnswer() {
        return "<b>Оголошення.</b>\n" +
                "\n"+
                "Шановні колеги,\n" +
                "Видавництво УКУ від 12 вересня до 22 вересня не буде надавати послуги цифрового друку  \n" +
                "та видачу книг у зв'язку з Форумом Видавців.\n" +
                "\n"+
                "<b>Оголошення.</b>\n" +
                "\n"+
                "У зв'язку з проведенням ремонтно-будівельних робіт, в'їзд на територію\n" +
                "Колегіуму Університету для автомобільного транспорту буде закритий з\n" +
                "понеділка 25.09.2017 до суботи 30.09.2017р.\n" +
                "Просимо вибачення за тимчасові незручності.\n";

    }
}
