package AnswerStrategy;

/**
 * Created by StasMaster on 21.11.17.
 */
public class OpportunityAnswer implements AnswerStrategy {
    private String code = "/opportunity";

    public OpportunityAnswer() {

    }
    public String formAnswer() {
        return "<b>Можливості</b>\n"+
            "<b>Навчання від Інститут психічного здоров’я</b>\n" +
                    "\n" +
                    "Інститут психічного здоров'я  нагадує, що 22-24 листопада відбудеться навчання для журналістів, фахівців у сфері ЗМІ,\n " +
                    "студентів-журналістів з метою об`єднання зусиль щодо просвітництва та зняття стигми з проблем психічного здоров`я.  \n" +
                    "Місце проведенння: Свенціцького, 17 конференц-зал \n" +
                    "Реєстрація за посиланням:  https://goo.gl/forms/ERhuTIzn19RK8bgD2\n" +
                    "Контактна особа Ірина, т. 068-170-62-44 або korolets@ucu.edu.ua\n"+
                    "\n" +
                "<b>Можливості подорожувати Україною від Уряду Студентів УКУ</b>\n" +
                "Досі гадаєте, що подорожувати Україною нудно? Тоді гайда з нами до найколоритнішого міста - Коломиї! \n" +
                "Матимеш змогу загубитися в ньому і, задерши високо голову, роздивитися ковані балкони, ліпнину над вікнами і візерунки на карнизах будинків - місто вражає неймовірною кількістю старих будинків. А хто дуже постарається, зможе відшукати давню непідробну гуцульську атмосферу на вулицях міста! \uD83D\uDE42 \n" +
                "Детальну інформацію шукайте за посиланням, наперед дякую:https://goo.gl/3wirZM \n" +
                "І не зволікайте, Укрзалізниця жартів не любит\n" +
                    "\n" +
                "<b>Пригоди знову кличуть!</b>\n" +
                "Цього разу помандруємо до загадкової печери Млинки - однієї зі славетних гіпсових печер Тернопільщини, які вважаються найдовшими у світі!\n" +
                "Досвідчений спелеолог, альпініст, активіст і просто атмосферний дядько проведе нас по найбільш вражаючих ходах і переходах печери та розкаже купу файних історій. Матимемо нагоду " +
                "відчути себе дослідниками-першопрохідцями, викинути трохи адреналіну і чуть вимаститись у болоті:)\n" +
                "Для цього всього вам потрібна мінімальна фізична підготовка, мінімальні фінанси та реєстрація: https://goo.gl/MRJ";
        }

}
